import "server-only";

/**
 * ВНИМАНИЕ:
 * Этот файл нельзя импортировать в клиентские компоненты,
 * иначе правильные ответы утекут в браузер.
 */

export const TEST_941E9B55_SECRET = {
  "id": "test-941e9b55",
  "basePoints": 200,
  "difficulty": 1,
  "maxAttempts": null,
  "answerKey": {
    "q1771235748503": 1,
    "q1771235814588": {
      "answer": false,
      "reason": 0
    },
    "q1771235857557": [
      0,
      1,
      2,
      4,
      5
    ],
    "q1771235929147": 1,
    "q1771235994360": [
      1,
      0,
      2,
      3
    ],
    "q1771236101438": 1,
    "q1771236125987": [
      0,
      0
    ],
    "q1771242260262": 1,
    "q1771242334279": 1,
    "q1771242391444": {
      "answer": false,
      "reason": 0
    },
    "q1771242463408": [
      [0, 0],
      [1, 1],
      [2, 2]
    ],
    "q1771242532418": 1
  }
};
