import "server-only";

/**
 * ВНИМАНИЕ:
 * Этот файл нельзя импортировать в клиентские компоненты,
 * иначе правильные ответы утекут в браузер.
 */

export const TEST_FC2848B9_SECRET = {
  "id": "test-fc2848b9",
  "basePoints": 200,
  "difficulty": 1,
  "maxAttempts": null,
  "answerKey": {
    "q1771254907917": 1,
    "q1771254931003": [
      0,
      1,
      2,
      4
    ],
    "q1771254958926": {
      "answer": false,
      "reason": 0
    },
    "q1771255011091": [
      [
        0,
        0
      ],
      [
        1,
        2
      ],
      [
        2,
        1
      ]
    ],
    "q1771255070325": 2,
    "q1771255095578": [
      2,
      1,
      0,
      3
    ],
    "q1771255135146": 1,
    "q1771255152147": [
      0,
      1
    ],
    "q1771255226435": [
      0,
      1,
      3
    ],
    "q1771255246319": 0,
    "q1771255276637": [
      1,
      2,
      3
    ],
    "q1771255317456": 2
  }
};
